cask "wezterm"

# General
brew "bat"
brew "fd"
brew "gnu-sed"
brew "jq"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "git-delta"

# Fonts
tap "homebrew/cask-fonts"
cask "font-geist-mono-nerd-font"

# Work
brew "coursier"
cask "finch"
