cask "wezterm"

# General
brew "bat"
brew "fd"
brew "gnu-sed"
brew "jq"
brew "fzf"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "git-delta"
brew "mise"
cask "nikitabobko/tap/aerospace"
brew "zoxide"
cask "ghostty"
brew "1password-cli"

# To install neovim from source
brew "ninja"
brew "cmake"
brew "gettext"
brew "curl"

# Fonts
tap "homebrew/cask-fonts"
cask "font-geist-mono-nerd-font"
