cask "wezterm" # Main terminal

# General
brew "bat" # Pager, like cat
brew "fd" # Finds files easies (think this works with fzf?)
brew "gnu-sed" # Search/replace
brew "jq" # Parse JSON
brew "fzf" # Used in neovim to pick things (files, buffers, etc)
brew "lazygit" # Git TUI
brew "powerlevel10k" # Shell theme
brew "ripgrep" # Used in neovim to search files in a project
brew "stow" # Sync files/folders to another with symlinks
brew "tree" # Show folder structure in a tree
brew "wget" # Fetch stuff from network
brew "zsh-syntax-highlighting" # Shell highlighting
brew "git-delta" # Git diff highlighting
brew "mise" # Tool version manager (like nvm)
cask "nikitabobko/tap/aerospace" # Window manager
brew "zoxide" # `cd` with memory
cask "ghostty" # Fancy terminal, trying this out
cask "1password-cli" # Password manager
brew "taplo" # TOML formatter/lsp/etc
brew "orbstack" # Containers 

# To install neovim from source
brew "ninja"
brew "cmake"
brew "gettext"
brew "curl"

# Fonts
tap "homebrew/cask-fonts"
cask "font-geist-mono-nerd-font"
